Repository: miladtut/hilike-app
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: About us
ar: معلومات عنا

source: Blocked
ar: محظورون

source: Blocked people
ar: الأشخاص المحظورون

# youSeeTheProfilesThatYouBlocked
source: You see the profiles that you blocked. Open them and use the buttons to unlock.
ar: رؤية الأشخاص التي قمت بحظرها. افتحها واستخدم الخيارات للإلغاء الحظر

source: Change password
ar: تغيير كلمة المرور

source: Apply
ar: تطبيق

source: Username...
ar: اسم المستخدم ...

source: Email
ar: بريد الالكتروني

source: Current password...
ar: كلمة المرور الحالية...

source: New password...
ar: كلمة المرور الجديدة...

source: Retype new password...
ar: أعد كتابة كلمة المرور الجديدة...

source: Edit Notification
ar: تعديل الإخطارات

source: Messages
ar: الرسائل

# smessages
source: Message
ar: الرسالة

# contactUs2
source: Contact us
ar: راسلنا

source: Enable notifications for incoming messages
ar: تمكين الإشعارات للرسائل الواردة

source: Likes
ar: الإعجابات

source: Turn on alerts when you are added to favorites
ar: تمكين التنبيهات عندما يعجب بك شخص

source: People nearby
ar: أشخاص بالقرب مني

source: Enable alerts for new people around you
ar: تمكين التنبيهات للأشخاص الجدد من حولك

source: Menu
ar: القائمة

source: Nickname
ar: اللقب أو الاسم المستعار

source: Normal account
ar: حساب عادي

# upgradePlan2
source: Upgrade plan
ar: ترقية العضوية

# upgradePlan
source: Upgrade Membership
ar: ترقية العضوية

# likedPeople
source: My likes
ar: الأشخاص الذين أعجبت بهم

# setting
source: Settings
ar: إعدادات

source: Share
ar: مشاركة

source: Usage Policy
ar: سياسة الاستخدام

source: policy
ar: سياسة

source: Support Team
ar: فريق الدعم

source: Upgrade
ar: ترقية

source: Logout
ar: تسجيل خروج

source: My likes
ar: معجب بهم

source: You can see the profiles that you liked earlier.
ar: يمكنك رؤية الأشخاص التي أعجبتك في وقت سابق.

source: Location
ar: الموقع

source: Enabled
ar: تطبيق

source: My account is not visible to everyone
ar: حسابي غير مرئي للجميع (مخفي)

source: Show my account
ar: أظهر حسابي

source: Notification
ar: إشعارات

source: Edit
ar: تعديل

source: Language
ar: اللغة

source: Tickets
ar: تذكرة

source: Contact us
ar: التواصل معنا

source: Send message to us:
ar: أرسل لنا رسالة:

# welcomeToHilikeIfYouHoveAnyProblem
source: Welcome to HiLike! If you hove any problem on HiLike, please report to us through feedback
ar: مرحبا بك في هاى لايك! إذا كانت لديك أي مشكلة، يرجى إبلاغنا

source: Subject
ar: الموضوع

source: Enter Subject
ar: أدخل الموضوع

source: Message
ar: الدردشات

source: Enter your message
ar: أدخل رسالتك

source: Send
ar: إرسال

source: Suggestion
ar: اقتراح

source: Problem
ar: مشكلة

source: Membership
ar: عضوية

# other
source: Others
ar: آخر

# pleaseEnterReason
source: Please Enter Your Reason...
ar: الرجاء إدخال السبب الخاص بك...

source: Write message
ar: اكتب رسالة

source: Enable notifications!
ar: تمكين الإشعارات!

# activateNotificationsNow
source: Activate notifications now to make sure you dont \nmiss any messages
ar: قم بتنشيط الإشعارات الآن للتأكد من أنك لا تفوت أي رسائل

source: Enable
ar: تمكين

source: Later
ar: لاحقا

# createNewPassword
source: Create new \npassword
ar: أنشئ كلمة مرور جديدة

# youCanCreateNewPassword
source: You can create new password and confirm\nit below
ar: يمكنك إنشاء كلمة مرور جديدة وتأكيدها أدناه

source: Confirm password...
ar: تأكيد كلمة المرور ...

source: Next
ar: التالي

# weWillSendNewPasswordToYourEmail
source: We will send a new password to your email
ar: سنرسل كلمة مرور جديدة إلى بريدك الإلكتروني

source: Your mail...
ar: بريدك...

source: verification
ar: تأكيد

# emailVerification
source: Email\nVerification
ar: تأكيد بواسطة البريد الالكتروني

# weHaveSentaCodeToYourEmail
source: We've sent a code to your email:
ar: لقد أرسلنا رمزًا إلى بريدك الإلكتروني:

# didNotReceiveSms
source: Didn't receive SMS?
ar: لم تتلقى رسالة

source: Resend code
ar: أعد إرسال الرمز

source: Submit
ar: تأكيد

source: Complete
ar: مكتمل

source: Upload an image
ar: تحميل صورة

# Theuseronlywants
source: The user only wants to communicate with members who post their photos
ar: يريد المستخدم فقط التواصل مع الأعضاء الذين ينشرون صورهم

source: Upload image
ar: تحميل صورة

# enableNotificationsForIncomingMessageSounds
source: Enable Message Sound
ar: تمكين صوت الرسالة

# MessageSounds
source: Message Sound
ar: صوت الرسالة

# didNotReceiveEmail
source: Didn't receive email?
ar: لم تتلقى البريد الإلكتروني؟

source: Continue
ar: متابعة

source: Incorrect try again later
ar: غير صحيح حاول مرة أخرى في وقت لاحق

source: Choose your language
ar: اختر لغتك

# selectYourLanguageUsingTheButton
source: Select your language using the button to \npersonalize the search results
ar: حدد لغتك باستخدام الزر لتخصيص نتائج البحث

source: help
ar: مساعدة

# theApplicationAimsForAcquaintance
source: The application aims for acquaintance and official \nmarriage to meet your goals and search for the best \nand most appropriate partner in a modern, \nfast and safe way
ar: هاي لايك يهدف إلى التعارف والزواج الرسمي لتحقيق أهدافك والبحث عن الشريك الأفضل والأنسب بطريقة عصرية وسريعة وآمنة

source: Mission
ar: مهمة هاي لايك

# itIsInLineWithIslamicLaw
source: It is in line with Islamic law, community values and \npublic morals, away from dating programs that \nlack seriousness and are not safe
ar: متوافق مع الشريعة الإسلامية والقيم المجتمعية والأداب العامة، بعيدًا عن برامج المواعدة التي تفتقر إلى الجدية وغير آمنة

source: Public morals
ar: الاّداب عامة

source: Use the application for those aged 18 years and over
ar: استخدم التطبيق لمن هم بعمر 18 سنة وما فوق

source: Over 18 years old
ar: فوق 18 سنة

# theApplicationSeeksToProvideTheHighestLevels
source: The application seeks to provide the highest levels \nof security and protection for all its users, and \nmembers who are not serious about marriage will be \nliquidated to provide the best quality
ar: يسعى التطبيق إلى توفير أعلى مستويات الأمان والحماية لجميع مستخدميه ، وسيتم تصفية الأعضاء غير الجادين بشأن الزواج لتقديم أفضل جودة

source: Skip
ar: تخطى

source: Read
ar: قراءة

source: privacy and policy
ar: سياسة الخصوصية

source: Login
ar: تسجيل الدخول

# logver
source: Please enter your Email or Username
ar: الرجاء إدخال البريد الإلكتروني أو اسم المستخدم

source: Please login to use the app
ar: الرجاء تسجيل الدخول لاستخدام التطبيق

source: login with Email or Username...
ar: تسجيل الدخول بالبريد الإلكتروني أو اسم المستخدم ...

source: Enter password...
ar: أدخل كلمة المرور ...

source: Forgot your password?
ar: نسيت كلمة المرور؟

source: Sign in
ar: تسجيل الدخول

# doNotHaveAnAccount
source: Don't have an account?
ar: ليس لديك حساب؟

source: Sign up
ar: تسجيل جديد

source: register
ar: تسجيل

source: gender
ar: الجنس

source: Welcome to Hilike
ar: مرحبًا بك في HiLike

# findTheBestAndMostSuitablePartner
source: Find the best and most suitable partner for \nmarriage
ar: إعثر على الشريك الأفضل والأنسب للزواج

source: Log In with Apple
ar: تسجيل الدخول عبر أبل

source: Log In with Google
ar: تسجيل الدخول عبر قوقل

source: Log In with Facebook
ar: تسجيل الدخول عبر فيس بوك

source: I already have an account
ar: لدي بالفعل حساب

source: Log In
ar: تسجيل دخول

source: or
ar: أو

source: Sign Up
ar: تسجيل جديد

source: If you need help, please
ar: إذا كنت بحاجة إلى مساعدة، الرجاء

# byRegisteringYouAcceptTheTermsOfUse
source: By registering you accept the terms of use and
ar: بالتسجيل فإنك تقبل شروط الاستخدام و

source: Privacy Policy
ar: سياسة الخصوصية

source: Liked you
ar: أعجبوا بك

source: search
ar: بحث

source: People liked you
ar: أشخاص أعجبوا بك

source: Chat with people who like you
ar: الدردشة مع الأشخاص الذين أعجبوا بك

source: Find your match
ar: العثور على المطابق لك

# welcomeToHilikePleaseRespectUsersAndChat
source: Welcome to HiLike, please respect users and chat in \n a decent way for everyone.
ar: مرحبًا بك في HiLike ، يرجى احترام الأشخاص والدردشة بطريقة لائقة للجميع.

source: See all
ar: إظهار الكل

source: Special people
ar: الأشخاص المميزون

source: Suggested People
ar: الأشخاص المقترحون

# weRecommendThatYouCompleteYourPersonalPage
source: We recommend that you complete\nyour personal page
ar: نوصي بأن تكمل صفحتك الشخصية

# mostOfTheUsersAreInterestedIn
source: Most of the users are interested in seeing your profile complete all your data, so others can find you and upload your page.
ar: يهتم معظم الأشخاص برؤية صفحتك الشخصية. استكمال جميع بياناتك حتى يتمكن الآخرون من العثور عليك ورؤية صفحتك

source: Continue now
ar: اكمل الان

source: Chats
ar: الدردشات

# aUserSentYouGift
source: A user sent you a gift
ar: أرسل لك مستخدم هدية

source: What kind of music do you like?
ar: أي نوع من الموسيقى تفضل؟

source: Profile
ar: صفحتي

source: Male
ar: ذكر

source: My photos
ar: صوري

source: About me
ar: القليل عني

# iLookFor
source: Who am i looking for
ar: أبحث عن

source: Basic information
ar: معلومات اساسية

source: Personal information
ar: معلومات شخصية

source: Shape
ar: الشكل

source: Origin Country
ar: بلد الأصل

source: report
ar: إبلاغ

source: Search Filters
ar: تصفية البحث

# applyFiltersForSearch
source: Filters for search
ar: تصفية البحث

source: Here you can set up filters for better search
ar: هنا يمكنك إعداد التصفية من أجل بحث أفضل

source: Age
ar: العمر

source: Select your country
ar: حدد البلد

source: Residence Country
ar: بلد الإقامة

source: Not Specify
ar: لم تحدد

source: Religion
ar: الديانة

# socialType
source: Marital status
ar: الحالة الإجتماعية

source: Type of marriage
ar: نوع الزواج

source: Education
ar: التعليم

source: Your job
ar: المهنة

source: Children
ar: الأطفال

source: Smoking
ar: التدخين

source: Height
ar: الطول

source: Skin color
ar: لون البشرة

source: Body
ar: الجسم

source: Buy Coins
ar: تعبئة رصيد

source: Recharge Coins
ar: إعادة شحن العملات

source: Balance
ar: الرصيد

# reportdone
source: Your Report sent succcessfully
ar: تم إرسال الشكوى بنجاح

source: Signed out
ar: تم تسجيل الخروج

# Signed_in
source: Signed in successfully
ar: تم تسجيل الدخول بنجاح

# drink
source: Drinking
ar: شرب الكحول

# choosePackage
source: Choose a package
ar: اختر الباقة

# freeTrial
source: Free trial 1 day
ar: تجربة مجانية 1 أيام

source: Buy Gifts
ar: شراء هدايا

# chooseGiftAlerts
source: Choose a gift alerts
ar: اختر تنبيهات الهدية

# chooseWorthyGiftAndSendIt
source: Choose a worthy gift and send it to the person you like\nSo that the gift appears as an alert on your message to \nattract people
ar: اختر هدية قيمة وأرسلها إلى الشخص الذي يعجبك. حتى تظهر الهدية كتنبيه على رسالتك لجذب الاشخاص

# chooseGiftFromTheList
source: Choose a gift from the list
ar: اختر هدية من القائمة

source: Pay 25 Coins
ar: ادفع 25 عملة

source: Send the gift
ar: أرسل الهدية

source: Not enough coins
ar: لا توجد عملات كافية

# thereAreNotEnoughCoinsInYourAccount
source: There are not enough coins in your account, please top up your account
ar: لا توجد عملات كافية في حسابك, الرجاء تعبئة حسابك

source: BUY
ar: تعبئة رصيد

source: Cancel
ar: الغاء

source: Gifts received
ar: الهدايا المستلمة

source: Gifts you received from people who like you.
ar: الهدايا التي تلقيتها من الأشخاص الذين اعجبوا بك

source: Payment methods
ar: طرق الدفع

source: Choose payment methods
ar: اختر طرق الدفع

# chooseConvenientPaymentMethodForTheService
source: Choose a convenient payment method for the service
ar: اختر طريقة الدفع

source: Pay Via PayPal
ar: ادفع عبر PayPal

source: Pay Via Apple Store
ar: ادفع عبر Apple

source: Pay Via Google Store
ar: ادفع عبر قوقل

source: Pay now
ar: إدفع الاّن

source: Your payment is guaranteed by MyFatoorah
ar: الدفع الخاص بك مضمون من MyFatoorah

source: Advanced Search
ar: البحث المتقدم

source: Unlimited Chat
ar: دردشات غير محدودة

source: Priority appearing at the top of the page
ar: أولوية الظهور في أعلى الصفحة

source: There is no automatic renewal after purchase
ar: لا يوجد تجديد تلقائي بعد الشراء

source: Month
ar: شهر

source: Package
ar: باقة

source: Months
ar: أشهر

source: SAVE 7%
ar: وفر٪ 7

source: free trial 3 day
ar: تجربة مجانية 3 أيام

source: Priority appearing at the top of the chat
ar: أولوية الظهور في أعلى المحادثة

source: pay
ar: إدفع

source: Registration
ar: تسجيل

source: Please enter your data
ar: الرجاء إدخال البيانات الخاصة بك

source: Enter your mail...
ar: أدخل بريدك ...

source: Agree terms of use and privacy policy
ar: توافق على شروط الاستخدام وسياسة الخصوصية

source: Already have an account?
ar: لديك حساب بالفعل؟

source: Date of birth
ar: تاريخ الميلاد

source: Origin
ar: الأصل

source: Residence
ar: الإقامة

source: Female
ar: أنثى

source: Missing picture
ar: صورة مفقودة

# yourProfilePictureIsMissing
source: Your profile picture is missing. Please download one\nto get a better appearance
ar: صورة ملفك الشخصي مفقودة. يرجى تنزيل واحدة للحصول على مظهر أفضل

source: Okay
ar: حسنا

# youHaveNotAnyMessages
source: You haven't any messages
ar: ليس لديك أي رسائلs

source: Do you want to save changes
ar: هل تريد ان تحفظ التغييرات

source: Save
ar: حفظ

source: Edit Profile
ar: تعديل الملف الشخصي

source: Progress 70%
ar: %تقدم 70

source: Who am i looking for
ar: عن ماذا أبحث

source: Other Photos:
ar: صور اخرى

source: chat
ar: دردشات

# iAmLookingFor
source: I'm looking for
ar: أنا أبحث عن

# submitReport
source: Submit a Report
ar: أرسل شكوى

# chooseTheReasonForSubmittingReport
source: Choose the reason for submitting\na report
ar: اختر سبب لتقديم شكوى

source: Inappropriate messages
ar: رسائل غير لائقة

source: Inappropriate photos
ar: صور غير لائقة

source: Publish contact information
ar: نشر معلومات الاتصال

# submitDatingRequest
source: Submit a dating request
ar: قدم طلب مواعدة

source: Fraud and money transfer request
ar: الاحتيال و طلب تحويل الأموال

source: Providing sexual services
ar: تقديم الخدمات الجنسية

source: Photo of someone else
ar: صورة شخص آخر

source: Under 18 years old
ar: تحت 18 سنة

source: Others
ar: آخر

source: Search feed:
ar: نتائج البحث:

source: Filters
ar: التصفية

source: Reset
ar: إعادة ضبط

source: Online now
ar: متواجد حاليا

# selectUsersWhoAreOnlineNow
source: Select users who are online now or within 3 hours
ar: حدد الأشخاص المتصلين الان أو ضمن 3 ساعات

source: With photo
ar: مع صورة

source: Select only users near me
ar: حدد الأشخاص حسب الاقرب مني

# Youblockedthiscontact
source: You blocked this contact. Tap to unblock.
ar: لقد حظرت جهة الاتصال هذه. انقر لإلغاء الحظر.

# donthaveanyfans
source: You don`t have any likes
ar: لا يوجد لديك معجبين

source: Nearby
ar: الأقرب

# fromTheSameCountry
source: Select only users near me
ar: من نفس البلد

source: km
ar: كم

source: Distance
ar: المسافة

source: years
ar: سنة

source: Last Visit
ar: الزيارة الأخيرة

source: New People
ar: الأشخاص الجدد

source: Share to ...
ar: مشاركة على ...

source: Block
ar: حظر

source: Today
ar: اليوم

source: Something is wrong
ar: هناك شئ غير صحيح

source: Home
ar: الرئيسية

source: liked
ar: معجبين

source: General info
ar: معلومات عامة

source: Personal info
ar: معلومات شخصية

source: Country
ar: البلد

source: MinAgo
ar: منذ دقيقة

source: Km
ar: كم

source: Years
ar: سنين

source: Months
ar: أشهر

source: Connection failed
ar: فشل الاتصال

# fieldRequired
source: Field is required
ar: الحقل مطلوب

# emailRequired
source: Email is required
ar: البريد الالكتروني مطلوب

source: Invalid email
ar: بريد إلكتروني خاطئ

source: Invalid phone
ar: هاتف غير صالح

# nameRegExValidation
source: The name must only contain letters, numbers, dashes and underscores.
ar: يجب أن يحتوي الاسم على أحرف وأرقام وشرطات وشرطات سفلية فقط

source: Log in
ar: تسجيل الدخول

# youShouldAgreeTermsToFirst
source: You should agree terms of use and privacy policy first
ar: يجب أن توافق على شروط الاستخدام وسياسة الخصوصية أولاً

source: Country
ar: بلد

# selectOnlyUsersWithPhoto
source: Select only profiles with photos
ar: حدد الأشخاص مع الصور فقط

# pleaseSelectDob
source: Please select your date of birth !!
ar: الرجاء تحديد العمر !!

# EnterOriginCountry
source: Enter your origin country...
ar: أدخل بلد الأصل...

# EnterResidenceCountry
source: Enter your residence country...
ar: أدخل بلد الإقامة...

# pleaseSelectOriginCountry
source: Please select your origin country !!
ar: الرجاء تحديد بلدك الأصل !!

# pleaseSelectResidenceCountry
source: Please select your residence country !!
ar: الرجاء تحديد بلد اللإقامة!!

# passwordDoesNotMatch
source: Password doesn't match
ar: كلمة المرور غير متطابقة

source: Password should be at least 6 letters
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل

source: Search...
ar: بحث...

source: Name
ar: الاسم الكامل

# sucssMessage
source: Message Sent Successfully
ar: تم ارسال الرسالة بنجاح

# please_enable_location
source: Please enable location for getting the nearest people
ar: الرجاء تمكين الموقع للحصول على أشخاص بالقرب منك

# location_permission_denied_forever
source: Permissions denied, Please enable it from app settings
ar: تم رفض التصريحات / اذونات الوصول ، يرجى تمكينها من إعدادات التطبيق

# location_permission_denied
source: Can't find nearest people without getting your current location
ar: لايمكنك العثور على الاشخاص الاقرب منك دون الوصول الى موقعك الحالي

# open_location_settings
source: Go to location settings
ar: الذهاب إلى إعدادات الموقع

# open_app_settings
source: Go to app settings
ar: الذهاب إلى إعدادات التطبيق

# re_request_location_permissions
source: Allow location access
ar: السماح بالوصول إلى الموقع

# get_location_timeout
source: We can't access your location, please try again
ar: لا يمكننا الوصول إلى موقعك ، يرجى المحاولة مرة أخرى

source: Close
ar: إغلاق

source: days
ar: أيام

source: Search
ar: بحث

source: Are you sure you want to logout ?
ar: هل أنت متأكد أنك تريد تسجيل الخروج ؟

source: account
ar: حساب

source: Job
ar: مهنة

source: Marriage type
ar: نوع الزواج

source: Yes
ar: نعم

source: No
ar: لا

source: Arabic
ar: عربي

source: English
ar: إنكليزي

source: CM
ar: سم

source: Progress
ar: تقدم

source: Done
ar: تم

source: Type here
ar: أكتب هنا

# failedUpdateProfile
source: Failed to update profile !!
ar: فشل تحديث الملف الشخصي !!

source: Disabled
ar: معطل

source: My account is visible to everyone
ar: حسابي مرئي للجميع

source: Please Select Reason
ar: الرجاء اختيار السبب

source: Do you want to unblock
ar: هل تريد الغاء الحظر

source: Do you want to block
ar: هل تريد حظره

source: Recharge
ar: تعبئة رصيد

source: Pick Your Age
ar: اختر عمرك

source: Send message to us:
ar: أرسل لنا رسالة:

# WelcometoHiLike!Ifyouhoveanyproblem
source: Welcome to HiLike! If you hove any problem on HiLike, please report to us through feedback
ar: مرحبًا بكم في Hike! إذا كانت لديك أي مشكلة في HiLike ، فيرجى إبلاغنا من خلال المحادثة

# rule1
source: Please follow the rules so that everyone can have a good time at Hi Like
ar: الرجاء اتباع القواعد لكى يحظى الكل بوقت ممتع في هاي لايك

# rule2
source: Remember that the following is fully prohibited
ar: تذكر أن ما يلي ممنوع تماما

# rule3
source: Hi like is not a dating application and all members are here to search for legal marriage only
ar: هاي لايك ليس برنامج مواعدة وكل الاعضاء هنا للبحث عن الزواج الشرعي فقط

# rule4
source: Do not add Pictures that are offensive to modesty and public taste
ar: عدم اضافة صور خادشة للحياء او الذوق العام او أي محتوى غير لائق

# rule5
source: Not offend or ask for dating or display external means of communication in your profile
ar: عدم الاسائة او طلب المواعدة أو عرض وسائل الاتصال الخارجية في بروفايلك

# accept
source: I accept
ar: أنا أقبل

# notic
source: You have a notice from the admin
ar: لديك إشعار من المشرف

source: Tickets
ar: الدعم

# noblocked
source: No blocked people
ar: لا يوجد أشخاص محظورون

# donthaveanymessages
source: You don`t have any messages
ar: لا يوجد لديك رسائل

# Searchdidnot
source: Search did not return any results, please check the correctness of the input or try again
ar: لم يُرجع البحث أي نتائج ، يرجى التحقق من صحة الإدخال أو المحاولة مرة أخرى

source: Please Try Again
ar: يرجى إعادة المحاولة

# upgradePlanScuss
source: Successful Upgrade
ar: تم ترقية الخطة بنجاح

# payPlanScuss
source: Successful Payment
ar: تم الدفع بنجاح

source: Welcome
ar: مرحبًا بك

# garnted
source: Your payment is guaranteed by
ar: الدفع الخاص بك مضمون من

# fans
source: Liked you
ar: معجبين

# profilePage
source: Profile
ar: الصفحة الشخصية

source: Free
ar: عادي
